server.port=8080

spring.datasource.url=jdbc:postgresql://localhost:5432/Telegram_ZelRS_Bot_DB
spring.datasource.username=ZelRS
spring.datasource.password=7038

spring.liquibase.change-log=classpath:liquibase/changelog-master.yml

telegram.bot.token=6982649240:AAGyI2LJwLeYuL6zal4O4nN60_eXoS1Qp3o

telegram.bot.msg.start=<b>\u041F\u0440\u0438\u0432\u0435\u0442!</b>\n\u042F - \u0441\u0430\u043C\u044B\u0439 \u043B\u0443\u0447\u0448\u0438\u0439 \u0432 \u043C\u0438\u0440\u0435 \u0447\u0430\u0442-\u0431\u043E\u0442!\n\n\u0421 \u043F\u043E\u043C\u043E\u0449\u044C\u044E \u043C\u0435\u043D\u044F \u0412\u044B \u043C\u043E\u0436\u0435\u0442\u0435 \u0441\u043E\u0437\u0434\u0430\u0432\u0430\u0442\u044C \u043D\u0430\u043F\u043E\u043C\u0438\u043D\u0430\u043D\u0438\u044F, \u0430 \u0442\u0430\u043A \u0436\u0435 \u0431\u0440\u043E\u043D\u0438\u0440\u043E\u0432\u0430\u0442\u044C \u0432\u0440\u0435\u043C\u044F \u0434\u043B\u044F \u0437\u0430\u043F\u0438\u0441\u0438 \u043D\u0430 \u043F\u0440\u043E\u0446\u0435\u0434\u0443\u0440\u0443 \u043A\u0435\u0440\u0430\u0442\u0438\u043D\u043E\u0432\u043E\u0433\u043E \u0432\u044B\u043F\u0440\u044F\u043C\u043B\u0435\u043D\u0438\u044F \u0432\u043E\u043B\u043E\u0441.\n\n\u042F \u043E\u0431\u044F\u0437\u0430\u0442\u0435\u043B\u044C\u043D\u043E \u0432\u044B\u0448\u043B\u044E \u0412\u0430\u043C \u0443\u0432\u0435\u0434\u043E\u043C\u043B\u0435\u043D\u0438\u0435 \u0432 \u043D\u0430\u0437\u043D\u0430\u0447\u0435\u043D\u043D\u043E\u0435 \u0432\u0440\u0435\u043C\u044F, \u0430 \u0442\u0430\u043A\u0436\u0435 \u0437\u0430\u0431\u0440\u043E\u043D\u0438\u0440\u0443\u044E \u0434\u043B\u044F \u0412\u0430\u0441 \u0432\u0440\u0435\u043C\u044F, \u0435\u0441\u043B\u0438 \u043E\u043D\u043E \u0434\u043E\u0441\u0442\u0443\u043F\u043D\u043E \u0438 \u0437\u0430\u0440\u0430\u043D\u0435\u0435 \u043D\u0430\u043F\u043E\u043C\u043D\u044E \u0412\u0430\u043C \u043E \u043F\u0440\u0435\u0434\u0441\u0442\u043E\u044F\u0449\u0435\u043C \u0441\u0435\u0430\u043D\u0441\u0435\n\n\u0427\u0442\u043E\u0431\u044B <b>\u0441\u043E\u0437\u0434\u0430\u0442\u044C \u0443\u0432\u0435\u0434\u043E\u043C\u043B\u0435\u043D\u0438\u0435</b> \u0438\u043B\u0438 <b>\u0437\u0430\u043F\u0438\u0441\u0430\u0442\u044C\u0441\u044F</b> \u043D\u0430 \u0441\u0435\u0430\u043D\u0441 \u043D\u0430\u0436\u043C\u0438\u0442\u0435 \u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u044E\u0449\u0443\u044E \u043A\u043D\u043E\u043F\u043A\u0443 \u0438 \u0434\u0435\u0439\u0441\u0442\u0432\u0443\u0439\u0442\u0435 \u043F\u043E \u0438\u043D\u0441\u0442\u0440\u0443\u043A\u0446\u0438\u0438
telegram.bot.msg.notify= \u0412\u0432\u0438\u0434\u0438\u0442\u0435 \u043D\u0430\u043F\u043E\u043C\u0438\u043D\u0430\u043D\u0438\u0435 \u0432 \u0444\u043E\u0440\u043C\u0430\u0442\u0435 (\u0427\u0427.\u041C\u041C.\u0413\u0413\u0413\u0413 \u0447\u0447:\u043C\u043C \u0412\u0430\u0448\u0422\u0435\u043A\u0441\u0442), \u0438 \u044F \u043E\u0442\u043F\u0440\u0430\u0432\u043B\u044E \u0412\u0430\u043C \u0443\u0432\u0435\u0434\u043E\u043C\u043B\u0435\u043D\u0438\u0435 \u0432 \u043D\u0430\u0437\u043D\u0430\u0447\u0435\u043D\u043D\u043E\u0435 \u0432\u0440\u0435\u043C\u044F!
telegram.bot.msg.success=\u0423\u0432\u0435\u0434\u043E\u043C\u043B\u0435\u043D\u0438\u0435 \u0441\u043E\u0437\u0434\u0430\u043D\u043E \u0443\u0441\u043F\u0435\u0448\u043D\u043E! \u042F \u043E\u043F\u043E\u0432\u0435\u0449\u0443 \u0412\u0430\u0441 \u0432 \u0443\u043A\u0430\u0437\u0430\u043D\u043D\u043E\u0435 \u0432\u0440\u0435\u043C\u044F.\n\u0412\u044B \u043C\u043E\u0436\u0435\u0442\u0435 \u0441\u043E\u0437\u0434\u0430\u0432\u0430\u0442\u044C \u043D\u0430\u043F\u043E\u043C\u0438\u043D\u0430\u043D\u0438\u044F \u043D\u0430 \u043B\u044E\u0431\u043E\u0435 \u0432\u0440\u0435\u043C\u044F \u0438 \u0432 \u043B\u044E\u0431\u043E\u043C \u043A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u0435!

telegram.bot.msg.exception.datetime=\u041E\u0428\u0418\u0411\u041A\u0410! \u0412\u044B \u043D\u0435 \u043D\u0430\u043F\u0438\u0441\u0430\u043B\u0438 \u0434\u0430\u0442\u0443 \u0438\u043B\u0438 \u0432\u0440\u0435\u043C\u044F, \u0438\u043B\u0438 \u044D\u0442\u0438 \u0434\u0430\u0442\u0430 \u0438 \u0432\u0440\u0435\u043C\u044F \u0443\u0436\u0436\u0435 \u043F\u0440\u043E\u0448\u043B\u0438! \u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430, \u0432\u0432\u0435\u0434\u0438\u0442\u0435 \u043A\u043E\u0440\u0440\u0435\u043A\u0442\u043D\u044B\u0435 \u0434\u0430\u0442\u0443 \u0438 \u0432\u0440\u0435\u043C\u044F \u0432 \u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0438\u0438 \u0441 \u0444\u043E\u0440\u043C\u0430\u0442\u043E\u043C /notify
telegram.bot.msg.exception.text=\u041E\u0428\u0418\u0411\u041A\u0410! \u0412\u044B \u0437\u0430\u0431\u044B\u043B\u0438 \u043D\u0430\u043F\u0438\u0441\u0430\u0442\u044C \u0442\u0435\u043A\u0442 \u043D\u0430\u043F\u043E\u043C\u0438\u043D\u0430\u043D\u0438\u044F!
telegram.bot.msg.exception.unknown=\u042F \u043D\u0435 \u0437\u043D\u0430\u044E \u0442\u0430\u043A\u043E\u0439 \u043A\u043E\u043C\u0430\u043D\u0434\u044B...
